Repository: GNOME/grilo-plugins
Catalog: help/*/*.po
Languages: bg, kk

# _
source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: Grilo Plugins
bg: Grilo Приставки
kk: Grilo плагиндері

source: Grilo is a framework for browsing and searching media content from various sources using a single API. The Grilo Plugins plugins for the Grilo framework to provide access to various sources of media and metadata.
bg: Grilo е рамка за преглеждане и търсене на медийно съдържание от различни източници с помощта на само един API. Grilo приставките са приставки за рамката Grilo, които осигуряват достъп до различни източници на медии и метаданни.
kk: Grilo — бұл бірыңғай API арқылы әртүрлі дереккөздерден медиа мазмұнды шолуға және іздеуге арналған фреймворк. Grilo Plugins плагиндері медиа мен метадеректердің әртүрлі дереккөздеріне қол жеткізуді қамтамасыз ету үшін Grilo фреймворкіне арналған плагиндер болып табылады.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You may obtain a copy of the GNU Free Documentation License from the Free Software Foundation by visiting their Web site or by writing to: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02111-1301, USA.
bg: Предоставя се разрешение за копиране, разпространение и/или промяна на този документ, съгласно условията на „Лиценза за свободна документация на GNU“, версия 1.1 или всяка следваща версия, издадена от Фондация „Свободен софтуер“; без „Непроменливи раздели“, „Текстове на предната корица“, както и „Текстове на задната корица“. Копие на лиценза „Лиценза за свободна документация на GNU“ може да бъде получено от Фондация „Свободен софтуер“, като посетите техния уеб сайт или пишете на адрес: Фондация „Свободен софтуер“, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02111-1301, USA.
kk: Осы құжатты GNU Free Documentation License 1.2 нұсқасы немесе одан кейінгі кез келген Free Software Foundation жариялаған нұсқасының шарттарына сәйкес көшіруге, таратуға және/немесе өзгертуге рұқсат етіледі; өзгермейтін бөлімдерсіз, алдыңғы мұқаба мәтіндерсіз және артқы мұқаба мәтіндерсіз. GNU Free Documentation License көшірмесін Free Software Foundation-нан олардың веб-сайтына кіру немесе мына мекенжайға хат жазу арқылы алуға болады: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02111-1301, USA.

source: Introduction
bg: Въведение
kk: Кіріспе

source: Bookmarks
bg: Отметки
kk: Бетбелгілер

source: This is a Grilo plugin for bookmarks. Its plugin ID is <literal>"grl-bookmarks"</literal>
bg: Това е Grilo приставка за отметки. Идентификаторът на приставката е <literal>„grl-bookmarks“</literal>
kk: Бұл бетбелгілерге арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-bookmarks"</literal>

source: This is a Grilo plugin for DMap. Its plugin ID is <literal>"grl-dmap"</literal>
bg: Това е Grilo приставка за DMap. Идентификаторът на приставката е <literal>„grl-dmap“</literal>
kk: Бұл DMap-қа арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-dmap"</literal>

source: Filesystem
bg: Файлова система
kk: Файлдық жүйе

source: This is a Grilo plugin for the filesystem. Its plugin ID is <literal>"grl-filesystem"</literal>
bg: Това е Grilo приставка за файловата система. Идентификаторът на приставката е <literal>„grl-filesystem“</literal>
kk: Бұл файлдық жүйеге арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-filesystem"</literal>

source: This is a Grilo plugin for Flickr. Its plugin ID is <literal>"grl-flickr"</literal>
bg: Това е Grilo приставка за Flickr. Идентификаторът на приставката е <literal>„grl-flickr“</literal>
kk: Бұл Flickr-ге арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-flickr"</literal>

source: This is a Grilo plugin for Gravatar. Its plugin ID is <literal>"grl-gravatar"</literal>
bg: Това е Grilo приставка за Gravatar. Идентификаторът на приставката е <literal>„grl-gravatar“</literal>
kk: Бұл Gravatar-ға арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-gravatar"</literal>

source: This is a Grilo plugin for Jamendo. Its plugin ID is <literal>"grl-jamendo"</literal>
bg: Това е Grilo приставка за Jamendo. Идентификаторът на приставката е <literal>„grl-jamendo“</literal>
kk: Бұл Jamendo-ға арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-jamendo"</literal>

source: Local Metadata
kk: Жергілікті метадеректер

source: This is a Grilo plugin for Local metadata. Its plugin ID is <literal>"grl-local-metadata"</literal>
bg: Това е Grilo приставка за локални метаданни. Идентификаторът на приставката е <literal>„grl-local-metadata“</literal>
kk: Бұл жергілікті метадеректерге арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-local-metadata"</literal>

source: Metadata Store
bg: Хранилище на метаданни
kk: Метадеректер қоймасы

source: This is a Grilo plugin for metadata store. Its plugin ID is <literal>"grl-metadata-store"</literal>
bg: Това е Grilo приставка за хранилище на метаданни. Идентификаторът на приставката е <literal>„grl-metadata-store“</literal>
kk: Бұл метадеректер қоймасына арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-metadata-store"</literal>

source: Optical Media
bg: Оптичен носител
kk: Оптикалық тасушылар

source: This is a Grilo plugin for optical media. Its plugin ID is <literal>"grl-optical-media"</literal>
bg: Това е Grilo приставка за оптични носители. Идентификаторът на приставката е <literal>„grl-optical-media“</literal>
kk: Бұл оптикалық тасушыларға арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-optical-media"</literal>

source: Podcasts
bg: Подкасти
kk: Подкасттар

source: This is a Grilo plugin for podcasts. Its plugin ID is <literal>"grl-podcasts"</literal>
bg: Това е Grilo приставка за подкасти. Идентификаторът на приставката е <literal>„grl-podcasts“</literal>
kk: Бұл подкасттарға арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-podcasts"</literal>

source: This is a Grilo plugin for Shoutcast. Its plugin ID is <literal>"grl-shoutcast"</literal>
bg: Това е Grilo приставка за Shoutcast. Идентификаторът на приставката е <literal>„grl-shoutcast“</literal>
kk: Бұл Shoutcast-қа арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-shoutcast"</literal>

source: TMDb Plugin
kk: TMDb плагині

source: The TMDb plugin retrieves information about movies from the <ulink url="http://themoviedb.org">TMDb online service</ulink>, which is a community-maintained movie database. Its plugin ID is <literal>"grl-tmdb"</literal>
bg: TMDb приставката извлича информация за филми от онлайн услугата TMDb, която представлява поддържана от общността база от данни с филми. Идентификаторът на приставката е <literal>„grl-tmdb“</literal>.
kk: TMDb плагині фильмдер туралы ақпаратты қауымдастық қолдайтын фильмдер дерекқоры болып табылатын <ulink url="http://themoviedb.org">TMDb онлайн қызметінен</ulink> алады. Оның плагин идентификаторы — <literal>"grl-tmdb"</literal>

source: Before using this plugin, you should set the TMDB API Key with <ulink url="http://developer.gnome.org/grilo/unstable/GrlConfig.html#grl-config-set-api-key"><function>grl_config_set_api_key()</function></ulink>.
bg: Преди да използвате тази приставка, трябва да зададете API ключа на TMDB с <ulink url="http://developer.gnome.org/grilo/unstable/GrlConfig.html#grl-config-set-api-key"><function>grl_config_set_api_key()</function></ulink>.
kk: Бұл плагинді пайдаланбас бұрын, TMDB API кілтін <ulink url="http://developer.gnome.org/grilo/unstable/GrlConfig.html#grl-config-set-api-key"><function>grl_config_set_api_key()</function></ulink> арқылы орнатуыңыз керек.

source: You may then use <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-resolve"><function>grl_source_resolve()</function></ulink> to discover details about an existing GrlMediaItem.
bg: След това може да използвате <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-resolve"><function>grl_source_resolve()</function></ulink>, за да откриете подробности за съществуващ GrlMediaItem.
kk: Содан кейін бар GrlMediaItem туралы мәліметтерді білу үшін <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-resolve"><function>grl_source_resolve()</function></ulink> функциясын пайдалануға болады.

source: This plugin does not support search via <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-search"><function>grl_source_search()</function></ulink> or queries via <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-query"><function>grl_source_query()</function></ulink>.
bg: Тази приставка не поддържа търсене чрез grl_source_search() или заявки чрез grl_source_query().
kk: Бұл плагин <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-search"><function>grl_source_search()</function></ulink> арқылы іздеуді немесе <ulink url="http://developer.gnome.org/grilo/unstable/GrlSource.html#grl-source-query"><function>grl_source_query()</function></ulink> арқылы сұраныстарды қолдамайды.

source: Here is a simple example of the use of the Grilo TMDb plugin:
bg: Ето един прост пример за използване на Grilo TMDb приставката:
kk: Мұнда Grilo TMDb плагинін пайдаланудың қарапайым мысалы берілген:

source: File: <ulink url="http://git.gnome.org/browse/grilo-plugins/tree/help/examples/example-tmdb.c"><filename>example-tmdb.c</filename></ulink>
bg: Файл: <ulink url="http://git.gnome.org/browse/grilo-plugins/tree/help/examples/example-tmdb.c"><filename>примерен-tmdb.c</filename></ulink>
kk: Файл: <ulink url="http://git.gnome.org/browse/grilo-plugins/tree/help/examples/example-tmdb.c"><filename>example-tmdb.c</filename></ulink>

source: /* * Copyright (C) 2012 Canonical Ltd. * * Author: Jens Georg &lt;jensg@openismus.com&gt; * * This library is free software; you can redistribute it and/or * modify it under the terms of the GNU Lesser General Public License * as published by the Free Software Foundation; version 2.1 of * the License, or (at your option) any later version. * * This library is distributed in the hope that it will be useful, but * WITHOUT ANY WARRANTY; without even the implied warranty of * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU * Lesser General Public License for more details. * * You should have received a copy of the GNU Lesser General Public * License along with this library; if not, write to the Free Software * Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA * 02110-1301 USA * */ #include &lt;grilo.h&gt; #include &lt;stdio.h&gt; /** * This TMDB key is just for testing. * For real-world use, please request your own key from * http://api.themoviedb.org */ #define TMDB_KEY "719b9b296835b04cd919c4bf5220828a" #define TMDB_PLUGIN_ID "grl-tmdb" GMainLoop *loop = NULL; GrlKeyID director_key = 0; static void resolve_cb (GrlSource *src, guint operation_id, GrlMedia *media, gpointer user_data, const GError *error) { const char *title, *studio; g_assert_no_error (error); g_assert (media); title = grl_media_get_title (media); studio = grl_media_get_studio (media); printf ("Media: Title='%s', Studio='%s'\n", title, studio); if (director_key != 0) { const gchar *director = grl_data_get_string (GRL_DATA (media), director_key); printf (" Director=%s\n", director); } g_main_loop_quit (loop); } int main (int argc, char *argv[]) { GrlRegistry *reg; GrlConfig *config; GError *error = NULL; GrlSource *src; gboolean plugin_activated; GrlCaps *caps; GrlOperationOptions *options; GrlMedia *media; const GList *keys; const GList* l; grl_init (&amp;argc, &amp;argv); /* * Set the TMDB API key: * You must use your own TMDB API key in your own application. */ reg = grl_registry_get_default (); config = grl_config_new (TMDB_PLUGIN_ID, NULL); grl_config_set_api_key (config, TMDB_KEY); grl_registry_add_config (reg, config, NULL); grl_registry_load_all_plugins (reg, FALSE, NULL); /* * Get the plugin: */ error = NULL; plugin_activated = grl_registry_activate_plugin_by_id (reg, TMDB_PLUGIN_ID, &amp;error); g_assert (plugin_activated); g_assert_no_error (error); /* * Get the Grilo source: */ src = grl_registry_lookup_source (reg, TMDB_PLUGIN_ID); /* * Check that it has the expected capability: */ g_assert (grl_source_supported_operations (src) &amp; GRL_OP_RESOLVE); caps = grl_source_get_caps (src, GRL_OP_RESOLVE); g_assert (caps); options = grl_operation_options_new (caps); /* * A media item that we will give to the TMDB plugin, * to discover its details. */ media = grl_media_video_new (); grl_media_set_title (media, "Sherlock Holmes"); /* * Discover what keys are provided by the source: */ keys = grl_source_supported_keys (src); for (l = keys; l != NULL; l = l-&gt;next) { const gchar *name; GrlKeyID id = GPOINTER_TO_INT (l-&gt;data); g_assert (id); name = grl_metadata_key_get_name (id); printf ("Supported key: %s\n", name); /* * Remember this for later use: * You may instead use grl_registry_lookup_metadata_key_name(). */ if (g_strcmp0 (name, "tmdb-director") == 0) { director_key = id; } } /* * Ask the TMDB plugin for the media item's details, * from the TMDB online service: */ grl_source_resolve (src, media, keys, options, resolve_cb, NULL); /* * Start the main loop so our callback can be called: */ loop = g_main_loop_new (NULL, FALSE); g_main_loop_run (loop); /* * Release objects: */ g_object_unref (media); g_object_unref (config); g_object_unref (options); /* * Deinitialize Grilo: */ grl_deinit (); }
kk: /* * Copyright (C) 2012 Canonical Ltd. * * Авторы: Jens Georg &lt;jensg@openismus.com&gt; * * Бұл кітапхана еркін бағдарламалық қамтама болып табылады; сіз оны * Free Software Foundation жариялаған GNU Lesser General Public License * 2.1 нұсқасы немесе (өз қалауыңыз бойынша) кез келген кейінгі нұсқасының * шарттарына сәйкес қайта тарата аласыз және/немесе өзгерте аласыз. * * Бұл кітапхана пайдалы болады деген үмітпен таратылады, бірақ * ЕШҚАНДАЙ КЕПІЛДІКСІЗ; тіпті ТАУАРЛЫҚ ҚАСИЕТТЕРІ немесе БЕЛГІЛІ БІР * МАҚСАТҚА СӘЙКЕСТІГІ үшін жанама кепілдік берілмейді. Қосымша * ақпарат алу үшін GNU Lesser General Public License қараңыз. * * Сіз осы кітапханамен бірге GNU Lesser General Public License * көшірмесін алуыңыз керек еді; егер алмасаңыз, мына мекенжайға жазыңыз: * Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA * 02110-1301 USA * */ #include &lt;grilo.h&gt; #include &lt;stdio.h&gt; /** * Бұл TMDB кілті тек тестілеуге арналған. * Нақты қолдану үшін http://api.themoviedb.org сайтынан * өз кілтіңізді сұраңыз. */ #define TMDB_KEY "719b9b296835b04cd919c4bf5220828a" #define TMDB_PLUGIN_ID "grl-tmdb" GMainLoop *loop = NULL; GrlKeyID director_key = 0; static void resolve_cb (GrlSource *src, guint operation_id, GrlMedia *media, gpointer user_data, const GError *error) { const char *title, *studio; g_assert_no_error (error); g_assert (media); title = grl_media_get_title (media); studio = grl_media_get_studio (media); printf ("Медиа: Тақырыбы='%s', Студиясы='%s'\n", title, studio); if (director_key != 0) { const gchar *director = grl_data_get_string (GRL_DATA (media), director_key); printf (" Режиссер=%s\n", director); } g_main_loop_quit (loop); } int main (int argc, char *argv[]) { GrlRegistry *reg; GrlConfig *config; GError *error = NULL; GrlSource *src; gboolean plugin_activated; GrlCaps *caps; GrlOperationOptions *options; GrlMedia *media; const GList *keys; const GList* l; grl_init (&amp;argc, &amp;argv); /* * TMDB API кілтін орнату: * Өз қолданбаңызда жеке TMDB API кілтін пайдалануыңыз керек. */ reg = grl_registry_get_default (); config = grl_config_new (TMDB_PLUGIN_ID, NULL); grl_config_set_api_key (config, TMDB_KEY); grl_registry_add_config (reg, config, NULL); grl_registry_load_all_plugins (reg, FALSE, NULL); /* * Плагинді алу: */ error = NULL; plugin_activated = grl_registry_activate_plugin_by_id (reg, TMDB_PLUGIN_ID, &amp;error); g_assert (plugin_activated); g_assert_no_error (error); /* * Grilo дереккөзін алу: */ src = grl_registry_lookup_source (reg, TMDB_PLUGIN_ID); /* * Оның күтілетін мүмкіндігі бар екенін тексеру: */ g_assert (grl_source_supported_operations (src) &amp; GRL_OP_RESOLVE); caps = grl_source_get_caps (src, GRL_OP_RESOLVE); g_assert (caps); options = grl_operation_options_new (caps); /* * Мәліметтерін білу үшін біз TMDb плагиніне беретін * медиа элемент. */ media = grl_media_video_new (); grl_media_set_title (media, "Sherlock Holmes"); /* * Дереккөз қандай кілттерді ұсынатынын білу: */ keys = grl_source_supported_keys (src); for (l = keys; l != NULL; l = l-&gt;next) { const gchar *name; GrlKeyID id = GPOINTER_TO_INT (l-&gt;data); g_assert (id); name = grl_metadata_key_get_name (id); printf ("Қолдау көрсетілетін кілт: %s\n", name); /* * Мұны кейінірек пайдалану үшін есте сақтаңыз: * Оның орнына grl_registry_lookup_metadata_key_name() пайдалануға болады. */ if (g_strcmp0 (name, "tmdb-director") == 0) { director_key = id; } } /* * TMDb онлайн қызметінен медиа элементтің мәліметтерін * TMDb плагинінен сұрау: */ grl_source_resolve (src, media, keys, options, resolve_cb, NULL); /* * Кері байланыс функциясы шақырылуы үшін негізгі циклді іске қосу: */ loop = g_main_loop_new (NULL, FALSE); g_main_loop_run (loop); /* * Объектілерді босату: */ g_object_unref (media); g_object_unref (config); g_object_unref (options); /* * Grilo деинициализациялау: */ grl_deinit (); }

source: This is a Grilo plugin for Tracker. Its plugin ID is <literal>"grl-tracker"</literal>
bg: Това е Grilo приставка за Tracker. Идентификаторът на приставката е <literal>„grl-tracker“</literal>
kk: Бұл Tracker-ге арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-tracker"</literal>

source: This is a Grilo plugin for Vimeo. Its plugin ID is <literal>"grl-vimeo"</literal>
bg: Това е Grilo приставка за Vimeo. Идентификаторът на приставката е <literal>„grl-vimeo“</literal>
kk: Бұл Vimeo-ға арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-vimeo"</literal>

source: This is a Grilo plugin for YouTube. Its plugin ID is <literal>"grl-youtube"</literal>
bg: Това е Grilo приставка за YouTube. Идентификаторът на приставката е <literal>„grl-youtube“</literal>
kk: Бұл YouTube-қа арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-youtube"</literal>

source: This is a Grilo plugin for UPnP/DLNA. Its plugin ID is <literal>"grl-dleyna"</literal>
bg: Това е Grilo приставка за UPnP/DLNA. Идентификаторът на приставката е <literal>„grl-dleyna“</literal>
kk: Бұл UPnP/DLNA-ға арналған Grilo плагині. Оның плагин идентификаторы — <literal>"grl-dleyna"</literal>

source: link
bg: връзка
kk: сілтеме

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
bg: Предоставя се разрешение за копиране, разпространение и/или промяна на този документ, съгласно условията на „Лиценза за свободна документация на GNU“, версия 1.1 или всяка следваща версия, издадена от Фондация „Свободен софтуер“; без „Непроменливи раздели“, „Текстове на предната корица“, както и „Текстове на задната корица“. Копие на лиценза може да бъде намерено от <_:ulink-1/> или във файла COPYING-DOCS, разпространяван с това ръководство.
kk: Осы құжатты GNU Free Documentation License (GFDL) 1.1 нұсқасы немесе одан кейінгі кез келген Free Software Foundation жариялаған нұсқасының шарттарына сәйкес, өзгермейтін бөлімдерсіз, алдыңғы мұқаба мәтіндерсіз және артқы мұқаба мәтіндерсіз көшіруге, таратуға және/немесе өзгертуге рұқсат етіледі. GFDL көшірмесін осы <_:ulink-1/> сілтемесінен немесе осы нұсқаулықпен бірге таратылатын COPYING-DOCS файлынан таба аласыз.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
bg: Това ръководство е част от колекция ръководства за GNOME, разпространявани под GFDL. Ако искате да разпространявате това ръководство отделно, можете да го направите, като включите копие на лиценза към ръководството, както е описано в раздел 6 от лиценза.
kk: Бұл нұсқаулық GFDL аясында таратылатын GNOME нұсқаулықтары жинағының бөлігі болып табылады. Егер сіз бұл нұсқаулықты жинақтан бөлек таратқыңыз келсе, лицензияның 6-бөлімінде сипатталғандай, нұсқаулыққа лицензияның көшірмесін қосу арқылы жасай аласыз.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
bg: Много от имената, използвани от компании, за да отличават собствените си продукти и услуги, са регистрирани търговски марки. Когато такива имена присъстват в която и да е документация за GNOME и членовете на проекта за документация на GNOME са осведомени за съответните търговски марки, тогава имената са с главни букви или начални главни букви.
kk: Компаниялар өз өнімдері мен қызметтерін ажырату үшін пайдаланатын көптеген атаулар сауда белгілері ретінде мәлімделген. Мұндай атаулар кез келген GNOME құжаттамасында кездескенде және GNOME құжаттама жобасының мүшелері ол сауда белгілері туралы хабардар болған жағдайда, бұл атаулар БАС ӘРІПТЕРМЕН немесе Бас әріптермен басталып жазылады.
