Repository: GNOME/grilo-plugins
Catalog: po/*.po
Languages: fa, kab, kk, th, ug, uz

source: Bookmarks
fa: نشانک‌ها
kab: Ticraḍ n yisebtar
kk: Бетбелгілер
th: ที่คั่นหน้า
ug: خەتكۈش
uz: Xatcho'plar

source: A source for organizing media bookmarks
fa: منبعی برای سامان‌دهی نشانک‌های رسانه‌ای
kab: Aɣbalu i usuddes n tecraḍ n yisebtar n umidya
kk: Медиа бетбелгілерді ұйымдастыруға арналған дереккөз
th: แหล่งข้อมูลสำหรับจัดระเบียบที่คั่นหน้าสื่อ
ug: ۋاسىتە خەتكۈشنى تەشكىللەيدىغان مەنبە
uz: Media xatcho'plarni tashkil etish uchun manba

source: Failed to get bookmark metadata
fa: شکست در گرفتن فرادادهٔ رسانه
kab: Yecceḍ wawway n yiɣefisefka n tecraḍ n yisebtar
kk: Бетбелгі метадеректерін алу сәтсіз аяқталды
th: ไม่สามารถรับข้อมูลกำกับที่คั่นหน้าได้
ug: خەتكۈش تەپسىلىي سانلىق مەلۇماتىغا ئېرىشەلمىدى
uz: Xatcho'p metama'lumotini olishda xatolik

source: Failed to find bookmarks: %s
fa: شکست در یافتن نشانک‌ها: %s
kab: Tecceḍ tifin n tecraḍ n yisefka: %s
kk: Бетбелгілерді табу сәтсіз аяқталды: %s
th: ไม่พบที่คั่นหน้า: %s
ug: خەتكۈشنى تاپالمىدى: %s
uz: %s Xatcho'plar topilmadi

source: Failed to remove: %s
fa: شکست در برداشتن: %s
kab: Tecceḍ tukksa n: %s
kk: Өшіру сәтсіз аяқталды: %s
th: ไม่สามารถลบ: %s
ug: چىقىرىۋېتەلمىدى: %s
uz: %s ni o'chirishda xatolik

source: Failed to store: %s
fa: شکست در ذخیره:: %s
kab: Yecceḍ uḥraz n: %s
kk: Сақтау сәтсіз аяқталды: %s
th: ไม่สามารถเก็บ: %s
ug: ساقلىيالمىدى: %s
uz: %s ni saqlashda xatolik

source: No database connection
fa: بدون اتّصال پایگاه داده
kab: Ulac tuqqna ɣer taffa n yisefka
kk: Мәліметтер базасымен байланыс жоқ
th: ไม่มีการเชื่อมต่อฐานข้อมูล
ug: ساندان باغلىنىشى يوق
uz: Ma'lumotlar bazasi bilan a'loqa yo'q

source: A plugin to get metadata using gstreamer framework
fa: افزایه‌ای برای گرفتن فراداده با استفاده از چارچوب جی‌استریمر
kab: Azegrir i wawway n yiɣefisefka s useqdec framework n gstreamer
kk: gstreamer фреймворкін қолданып метадеректерді алуға арналған плагин
th: ปลั๊กอินสำหรับรับข้อมูลกำกับโดยใช้ขอบข่ายงาน gstreamer
ug: gstreamer قۇرۇلمىسىنى ئىشلىتىپ تەپسىلىي سانلىق مەلۇماتقا ئېرىشىدىغان قىستۇرما
uz: gstreamer freymvorki yordamida metama'lumotlar olish plagini

source: A source for browsing the DLNA server “%s”
fa: منبعی برای مرور کارساز DLNA‎ ‏«%s»
kab: Aɣbalu n tunigin n uqeddac DLNA "%s"
kk: “%s” DLNA серверін шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูเซิร์ฟเวอร์ DLNA “%s”
ug: DLNA مۇلازىمېتىر «%s» غا كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: “%s” DLNA serverni qarab chiqish manbasi

source: Upload failed, target source destroyed
fa: بارگذاری شکست خورد. منبع هدف از بین رفت
kab: Asali yecceḍ, aɣbalu asaḍas yerreẓ
kk: Жүктеу сәтсіз аяқталды, нысаналы дереккөз жойылды
th: การอัปโหลดล้มเหลว แหล่งข้อมูลเป้าหมายถูกทำลายแล้ว
ug: يۈكلىيەلمىدى، نىشان مەنبە بۇزۇلغان
uz: Yuklashda xatolik, mo'ljal manbasi buzilgan

source: Upload failed, “%s”, transferred %lu of %lu bytes
fa: بارگذاری شکست خورد، «%s»، ‏%Ilu از %Ilu بایت جابه‌جا شده
kab: Asali yecceḍ, "%s", yettusiweḍ %lu n %lu yibiten
kk: Жүктеу сәтсіз аяқталды, “%s”, %lu / %lu байт тасымалданды
th: การอัปโหลดล้มเหลว “%s” ถ่ายโอนข้อมูลแล้ว %lu จาก %lu ไบต์
ug: يۈكلىيەلمىدى، «%s»، %lu / %lu بايت يوللاندى
uz: Yuklashda xatolik, "%s", yuklandi: %lu, ja'mi: %lu

source: Failed to retrieve item properties (BrowseObjects error %d: %s)
fa: شکست در دریافت ویژگی‌های مورد (خطای %Id BrowseObjects: ‏%s)
kab: Tuccḍa deg tririt n warraten n uferdis (tuccḍa BrowseObjects %d: %s)
kk: Элемент қасиеттерін алу сәтсіз аяқталды (BrowseObjects қатесі %d: %s)
th: ไม่สามารถเรียกอ่านคุณสมบัติของรายการได้ (ข้อผิดพลาด BrowseObjects %d: %s)
ug: تۈر خاسلىقىغا ئېرىشەلمىدى (BrowseObjects خاتالىقى %d: %s)
uz: Element xususiyatlarini olishda xatolik (BrowseObjects catoligi %d: %s)

source: Upload failed, URL missing on the media object to be transferred
fa: بارگذاری شکست خورد. نشانی روی شی رسانه‌ای که می ]واهد جابه‌جا شود وجود ندارد
kab: Asali yecceḍ, URL txuṣṣ ɣef tɣawsa n umidya ara yettusiwḍen
kk: Жүктеу сәтсіз аяқталды, тасымалданатын медиа объектіде URL жоқ
th: การอัปโหลดล้มเหลว URL ขาดหายไปบนวัตถุสื่อที่จะถ่ายโอน
ug: يۈكلىيەلمىدى: يوللايدىغان ۋاسىتە جىسىمدا تور ئادرېسى كەم
uz: Yuklashda xatolik, o'tkazilayotgan media obyektida URL yo'q

source: A source for browsing the DAAP server “%s”
fa: منبعی برای مرور کارساز DAAP‎ ‏«%s»
kab: Aɣbalu i tunigin deg uqeddac DAAP "%s"
kk: “%s” DAAP серверін шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูเซิร์ฟเวอร์ DAAP “%s”
ug: DAAP مۇلازىمېتىر «%s» غا كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: “%s” DAAP serverni qarab chiqish manbasi

source: Albums
fa: آلبوم‌ها
kab: Albumen
kk: Альбомдар
th: อัลบั้ม
ug: ناخشا توپلىمى
uz: Albomlar

source: Artists
fa: هنرمندان
kab: Inaẓuren
kk: Орындаушылар
th: ศิลปิน
ug: سەنئەتكار
uz: San'atkorlar

source: Invalid container identifier %s
fa: شناساگر بارگنج نامعتبر %s
kab: Aneglam n umagbar %s d arameɣtu
kk: Контейнер идентификаторы %s жарамсыз
th: ตัวระบุคอนเทนเนอร์ %s ไม่ถูกต้อง
ug: ئىناۋەتسىز يۈكدان پەرقلەندۈرگۈچ %s
uz: Noto'g'ri konteyner identifikatori %s

source: A source for browsing the DPAP server “%s”
fa: منبعی برای مرور کارساز DAAP‎ ‏«%s»
kab: Aɣbalu i tunigin n uqeddac DPAP "%s"
kk: “%s” DPAP серверін шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูเซิร์ฟเวอร์ DPAP “%s”
ug: DPAP مۇلازىمېتىر «%s» غا كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: “%s” DPAP serverni qarab chiqish manbasi

source: Photos
fa: عکس‌ها
kab: Tiwlafin
kk: Фотосуреттер
th: รูปภาพ
ug: سۈرەت
uz: Tasvirlar

source: Filesystem
fa: سامانه‌پرونده
kab: Anagraw n yifuyla
kk: Файлдық жүйе
th: ระบบไฟล์
ug: ھۆججەت سىستېمىسى
uz: Fayl tizimi

source: A source for browsing the filesystem
fa: منبعی برای مرور سامانه‌پرونده
kab: Taɣbalut i tunigin unagraw n yifuyla
kk: Файлдық жүйені шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูระบบไฟล์
ug: ھۆججەت سىستېمىسىغا كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: File tizimini qarab chiqish manbasi

source: File %s does not exist
fa: پروندهٔ %s وجود ندارد
kab: Afaylu %s ulac-it
kk: %s файлы жоқ
th: ไฟล์ %s ไม่มีอยู่
ug: ھۆججەت %s مەۋجۇت ئەمەس
uz: %s File topilmadi

source: Cannot get media from %s
fa: نمی‌توان رسانه را زا %s گرفت
kab: Ur yezmir ara ad d-yawi amidya seg %s
kk: %s ішінен медианы алу мүмкін емес
th: ไม่สามารถรับข้อมูลสื่อจาก %s ได้
ug: %s دىن ۋاسىتىگە ئېرىشەلمەيدۇ
uz: %s dan mediani olib bo'lmadi

source: A source for browsing and searching Flickr photos
fa: منبعی برای مرور و جست‌وجوی عکس‌های فلیکر
kab: Taɣbalut i tunigin akked n tewlafin Flickr
kk: Flickr фотосуреттерін шолу және іздеуге арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูและค้นหารูปภาพ Flickr
ug: Flickr سۈرەتكە كۆز يۈگۈرتۈش ۋە ئىزدەشكە ئىشلىتىدىغان مەنبە
uz: Flickr tasvirlarini qarab chiqish va qidirish manbasi

source: %s’s Flickr
fa: فلیکر %s
kk: %s Flickr-і
th: Flickr ของ %s
ug: %s نىڭ Flickr ى
uz: %s’ ning Flickri

source: A source for browsing and searching %s’s flickr photos
fa: منبعی برای مرور و جست‌وجوی عکس‌های فلیکر %s
kab: Taɣbalut i tunigin unagraw n yifuyla n flickr %s
kk: %s flickr суреттерін шолуға және іздеуге арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูและค้นหารูปภาพใน Flickr ของ %s
ug: %s نىڭ Flickr سۈرەتكە كۆز يۈگۈرتۈش ۋە ئىزدەشكە ئىشلىتىدىغان مەنبە
uz: %sning flickr tasvirlarini qarab chiqish manbasi

source: Freebox TV
fa: تلویزیون فری‌باکس
ug: Freebox تېلېۋىزور

source: A source for browsing Freebox TV channels
fa: منبعی برای مرور و جست‌وجوی کانال‌های تلویزیونی فری‌باکس
kab: Aɣbalu i tunigin n yibuda TV Freebox
kk: Freebox TV арналарын шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูช่อง Freebox TV
ug: Freebox تېلېۋىزور قانىلىغا كۆز يۈگۈرتىدىغان مەنبە
uz: Freebox TV kanallarini qarab chiqish manbasi

source: Freebox Radio
fa: رادیوی فری‌باکس
ug: Freebox رادىيو
uz: Freebox radiosi

source: A source for browsing Freebox radio channels
fa: منبعی برای مرور و جست‌وجوی کانال‌های رادیویی فری‌باکس
kab: Aɣbalu i tunigin ibuda n ṛṛadyu Freebox
kk: Freebox радио арналарын шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูช่อง Freebox Radio
ug: Freebox رادىيو قانىلىغا كۆز يۈگۈرتىدىغان مەنبە
uz: Freebox radio kanallarini qarab chiqish manbasi

source: Avatar provider from Gravatar
fa: چهرک فراهم شده از گراواتار
kab: Asaǧǧaw n avatar seg Gravatar
kk: Gravatar-дан аватар провайдері
th: บริการรูปแทนตัวจาก Gravatar
ug: Gravatar نىڭ سىما تەمىنلىگۈچىسى
uz: Gravatar avatar ta'minotchisi

source: A plugin to get avatars for artist and author fields
fa: افزایه‌ای برای گرفتن چهرک‌ها برای زمینه‌ّای نگارنده و هنرمند
kab: Azegrir i wawway n yivaṭaren i wurtiyen n yinaẓuren akked ymeskaren
kk: Орындаушы мен автор өрістеріне аватарларды алуға арналған плагин
th: ปลั๊กอินสำหรับรับข้อมูลรูปแทนตัวสำหรับเขตข้อมูลศิลปินและผู้แต่ง
ug: سەنئەتكار ۋە يازغۇچى بۆلىكىگە سىما تەمىنلەيدىغان قىستۇرما
uz: San'atkor va muallif maydonlari uchun avatarlarni olish plagini

source: Local Metadata Provider
fa: فراهمگر فرادادهٔ محلی
kab: Asaǧǧa n aɣefisefka adigan
kk: Жергілікті метадеректер провайдері
th: ตัวให้บริการข้อมูลกำกับเฉพาะที่
ug: يەرلىك تەپسىلىي سانلىق مەلۇمات تەمىنلىگۈچى
uz: Mahalliy Metama'lumotlar Ta'minotchisi

source: A source providing locally available metadata
fa: منبعی برای فراهم کردن فراداده‌های موجود محلی
kab: Aɣbalu i yettmuddun s wudem adigan iɣefisefka i yellan
kk: Жергілікті қолжетімді метадеректерді ұсынатын дереккөз
th: แหล่งข้อมูลที่ให้บริการข้อมูลกำกับที่สามารถใช้ได้จากเฉพาะที่
ug: يەرلىكتە تەپسىلىي سانلىق مەلۇمات تەمىنلەيدىغان مەنبە
uz: Mahalliy mavjud metama'lumotlarni ta'minlash manbasi

source: Failed to resolve: %s
fa: شکست در یافتن: %s
kab: Yecceḍ uṣeggem n: %s
kk: Шешу сәтсіз аяқталды: %s
th: ไม่สามารถแก้ปัญหาได้: %s
ug: يېشەلمىدى: %s
uz: %s ni topib bo'lmadi

source: Cannot resolve any of the given keys
fa: نتوانست هیچ یک از کلیدهای داده شده را بیابد
kab: Ur yezmir ad iṣeggem ula d yiwet seg tsura i d-yettwamudden
kk: Берілген кілттердің ешбірін шешу мүмкін емес
th: ไม่สามารถแก้ปัญหาคีย์ใดๆ ที่กำหนดมาได้
ug: بېرىلگەن ھېچقانداق ئاچقۇچنى يېشەلمىدى
uz: Berilgan kalitlardan hech biri topilmadi

source: A GIO supported URL for images is required
fa: نیازمند نشانی‌ای پشتیبانی شده به دست GIO برای تصویرها
kab: URL i yettwasefraken sɣur GIO i tugniwin yettwasra
kk: Суреттер үшін GIO қолдайтын URL қажет
th: ต้องใช้ URL สำหรับภาพที่รองรับ GIO
ug: سۈرەتكە GIO نى قوللايدىغان تور ئادرېسى زۆرۈر
uz: Tasvirlar uchun GIO qo'llab-quvvtalaydigan URL zarur

source: Genres
fa: سبک‌ها
kab: Tiwsatin
kk: Жанрлар
th: แนวเพลง
ug: ئېقىم
uz: Janrlar

source: A source for browsing music
fa: منبعی برای مرور آهنگ‌ها
kab: Aɣbalu i tunigin deg uẓawan
kk: Музыканы шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูเพลง
ug: نەغمىگە كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: Musiqani qarab chiqish uchun manba

source: Failed to get database from magnatune: %s
fa: شکست در گرفتن پایگاه داده از مگاتون: %s
kab: Yecceḍ wawway n taffa n yisefka seg magnatune: %s
kk: Magnatune-дан деректер базасын алу сәтсіз аяқталды: %s
th: ไม่สามารถรับฐานข้อมูลจาก magnatune ได้: %s
ug: magnatune دىن سانغانغا ئېرىشەلمىدى: %s
uz: Magnatune dan ma'lumotlar bazasini olib bo'lmadi : %s

source: Failed to save database from magnatune: “%s”
fa: شکست در ذخیرهٔ پایگاه داده از مگاتون: %s
kab: Yecceḍ wawway n taffa n yisefka seg magnatune: "%s"
kk: Magnatune-дан деректер базасын сақтау сәтсіз аяқталды: “%s”
th: ไม่สามารถบันทึกฐานข้อมูลจาก magnatune ได้: “%s”
ug: magnatune دىن سانداننى ساقلىيالمىدى: «%s»
uz: Magnatune dan ma'lumotlar bazasini saqlab bo'lmadi: “%s”

source: Failed to get table from magnatune db: %s
fa: شکست در گرفتن جدول از مگاتون: %s
kab: Yecceḍ wawway n taffa n yisefka seg taffa n yisefka magnatune: %s
kk: Magnatune ДБ-нан кестені алу сәтсіз аяқталды: %s
th: ไม่สามารถรับตารางจาก magnatune db ได้: %s
ug: magnatune سانداندىن جەدۋەلگە ئېرىشەلمىدى: %s
uz: Magnatune MB sidan jadvalni olib bo'lmadi: %s

source: Fail before returning media to user: %s
fa: شکست پیش از برگرداندن رسانه به کاربر: %s
kab: Yecceḍ send ad yerr amidya i useqdac: %s
kk: Медианы пайдаланушыға қайтарғанға дейінгі қате: %s
th: ล้มเหลวก่อนส่งกลับสื่อให้ผู้ใช้: %s
ug: ۋاسىتىنى ئىشلەتكۈچىگە قايتۇرۇشتىن ئىلگىرى مەغلۇپ بولدى: %s
uz: Foydalanuvchi ga mediani qatraishdan oldin nosozlik: %s

source: Metadata Store
fa: ذخیرهٔ فراداده
kab: Taḥanut n yiɣefisefka
kk: Метадеректер қоймасы
th: ที่เก็บข้อมูลกำกับ
ug: تەپسىلىي سانلىق مەلۇمات ساقلاش
uz: Metama'lumotlar ombori

source: A plugin for storing extra metadata information
fa: افزایه‌ای برای ذخیرهٔ اطلاعات فراده‌دادهٔ اضافی
kab: Azegrir i uḥraz n telɣut n yiɣefisefka niḍen
kk: Қосымша метадеректер ақпаратын сақтауға арналған плагин
th: ปลั๊กอินสำหรับเก็บข้อมูลกำกับเพิ่มเติม
ug: قوشۇمچە تەپسىلىي سانلىق مەلۇمات ئۇچۇرىنى ساقلايدىغان قىستۇرما
uz: Qo'shimcha metama'lumotlarni saqlash uchun plagin

source: Failed to update metadata: %s
fa: شکست در به‌روز رسانی فراداده: %s
kab: Yecceḍ uleqqem n yiɣefisefka: %s
kk: Метадеректерді жаңарту сәтсіз аяқталды: %s
th: ไม่สามารถอัปเดตข้อมูลกำกับได้: %s
ug: تەپسىلىي سانلىق مەلۇماتنى يېڭىلىيالمىدى: %s
uz: Metama'lumotni yangilab bo'lmadi: %s

source: specified keys are not writable
fa: کلیدهای مشخّص شده قابل نوشتن نیستند
kab: tisura tuzzigin ulac fell-asent tira
kk: көрсетілген кілттер жазуға арналмаған
th: คีย์ที่ระบุไม่สามารถเขียนได้
ug: بەلگىلەنگەن ئاچقۇچنى يازغىلى بولمايدۇ
uz: belgilangan kalitlarni yozib bo'lmaydi

source: Failed to update metadata
fa: شکست در به‌روز رسانی فراداده
kab: Yecceḍ uleqqem n yiɣefisefka
kk: Метадеректерді жаңарту сәтсіз аяқталды
th: ไม่สามารถอัปเดตข้อมูลกำกับได้
ug: تەپسىلىي سانلىق مەلۇماتنى يېڭىلىيالمىدى
uz: Metama'lumotlarni yangilab bo'lmadi

source: “source-id” not available
fa: source-id در دسترس نیست
kab: "source-id" ulac-it
kk: “source-id” қолжетімді емес
th: “source-id” ไม่สามารถใช้ได้
ug: «source-id» نى ئىشلەتكىلى بولمايدۇ
uz: “source-id” mavjud emas

source: Failed to resolve
fa: شکست در یافتن
kab: Yecceḍ uṣeggem
kk: Шешу сәтсіз аяқталды
th: ไม่สามารถแก้ปัญหาได้
ug: يېشەلمىدى
uz: Hal qilib bo'lmadi

source: Failed to search: %s
fa: شکست در جست‌وجو: %s
kab: Yecceḍ unadi: %s
kk: Іздеу сәтсіз аяқталды: %s
th: ไม่สามารถค้นหาได้: %s
ug: ئىزدىيەلمىدى: %s
uz: Qidiruvda nosozlik: %s

source: OpenSubtitles Provider
fa: فراهم کنندهٔ OpenSubtitles
kab: Asaǧǧaw n OpenSubtitles
th: ตัวให้บริการ OpenSubtitles

source: A source providing a list of subtitles for a video
fa: منبعی که سیاهه‌ای از زیرنویس‌ها را برای ویدیوها فراهم می‌کند
kab: Aɣbalu yettmuddun tabdart n yiduzwilen i tvidyutin
th: แหล่งข้อมูลที่ให้บริการรายชื่อคำบรรยายสำหรับวิดีโอ

source: Optical Media
fa: رسانهٔ نوری
kab: Amidya asekdan
kk: Оптикалық тасушылар
th: สื่อออปติคัล
ug: ئوپتىكىلىق ۋاسىتە
uz: Optik media

source: A source for browsing optical media
fa: منبعی برای مرور رسانهٔ نوری
kab: Aɣbalu i tunigin n umidya asekdan
kk: Оптикалық тасушыларды шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูสื่อออปติคัล
ug: ئوپتىكىلىق ۋاسىتەگە كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: Optik mediani qarab chiqish manbasi

source: A source for browsing podcasts
fa: منبعی برای مرور پادپخش‌ها
kab: Aɣbalu i tunigin n yibudkastin
kk: Подкастарды шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูพอดแคสต์
ug: تارقاتقۇغا كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: Podkastlarni qarab chiqish manbasi

source: Failed to get podcast streams: %s
fa: شکست در گرفتن جریان‌های پادپخش: %s
kab: Yecceḍ wawway n yisuddam n ubudkast: %s
kk: Подкаст ағындарын алу сәтсіз аяқталды: %s
th: ไม่สามารถรับสตรีมพอดแคสต์ได้: %s
ug: تارقاتقۇ ئېقىمىغا ئېرىشەلمىدى: %s
uz: Podkast oqimini olib bo'lmadi: %s

source: Failed to parse content
fa: شکست در تجزیهٔ محتوا
kab: Yecceḍ uslaḍ n ugbur
kk: Мазмұнды талдау сәтсіз аяқталды
th: ไม่สามารถแจงเนื้อหาได้
ug: مەزمۇننى يېشەلمىدى
uz: Tarkibni pars qilib bo'lmadi

source: Failed to parse podcast contents
fa: شکست در تجزیهٔ محتوای پادپخش
kab: Yecceḍ uslaḍ n yigburen n budkast
kk: Подкаст мазмұнын талдау сәтсіз аяқталды
th: ไม่สามารถแจงเนื้อหาพอดแคสต์ได้
ug: تارقاتقۇ مەزمۇنىنى يېشەلمىدى
uz: Podkastl tarkibini pars qilib bo'lmadi

source: Empty response
fa: پاسخ خالی
kab: Tiririt d tilemt
kk: Бос жауап
th: การตอบกลับว่างเปล่า
ug: بوش ئىنكاس
uz: Bo'sh javob

source: Failed to get podcast information
fa: شکست در گرفتن اطّلاعات پادپخش
kab: Yecceḍ wawway n telɣut n ubudkast
kk: Подкаст ақпаратын алу сәтсіз аяқталды
th: ไม่สามารถรับข้อมูลพอดแคสต์ได้
ug: تارقاتقۇ ئۇچۇرىغا ئېرىشەلمىدى
uz: Podkast ma'lumotlarini olib bo'lmadi

source: Failed to get podcasts list: %s
fa: شکست در گرفتن سیاههٔ پادپخش‌ها: %s
kab: Yecceḍ wawway n tebdart n ubudkast: %s
kk: Подкастар тізімін алу сәтсіз аяқталды: %s
th: ไม่สามารถรับรายชื่อพอดแคสต์ได้: %s
ug: تارقاتقۇ تىزىمىگە ئېرىشەلمىدى: %s
uz: Podkastlar ro'yxatini olib bo'lmadi: %s

source: Failed to get podcast stream metadata
fa: شکست در گرفتن فرادادهٔ جریان پادپخش
kab: Yecceḍ wawway n yiɣefisefka n yisuddam n ubudkast
kk: Подкаст ағынының метадеректерін алу сәтсіз аяқталды
th: ไม่สามารถรับข้อมูลกำกับสตรีมพอดแคสต์ได้
ug: تارقاتقۇ ئېقىم تەپسىلىي سانلىق مەلۇماتىغا ئېرىشەلمىدى: %s
uz: Podkast oqimi metama'lumotlarini olib bo'lmadi

source: Failed to get podcast metadata
fa: شکست در گرفتن فرادادهٔ پادپخش
kab: Yecceḍ wawway n yiɣefisefka n ubudkast
kk: Подкаст метадеректерін алу сәтсіз аяқталды
th: ไม่สามารถรับข้อมูลกำกับพอดแคสต์ได้
ug: تارقاتقۇ تەپسىلىي سانلىق مەلۇماتىغا ئېرىشەلمىدى: %s
uz: Podkast metama'lumotini olib bo'lmadi

source: Cannot create containers. Only feeds are accepted
fa: نمی‌توان بارگنج‌ها را ایجاد کرد. فقط خوراک‌ها قابل قبولند
kab: Ur yezmir ara ad yernu imagbaren. Ala isuddam i yettwaqbalen
kk: Контейнерлерді жасау мүмкін емес. Тек арналар қабылданады
th: ไม่สามารถสร้างคอนเทนเนอร์ได้ เนื่องจากรับเฉพาะฟีดเท่านั้น
ug: يۈكدان قۇرالمىدى. مەنبەنىلا قوبۇل قىلىدۇ
uz: Konteynerlar yaratib bo'lmaydi. Faqat tasmalar qabul qilinadi

source: URL required
fa: نیازمند نشانی
kab: Tlaq tansa URL
kk: URL қажет
th: ต้องระบุ URL
ug: تور ئادرېسى زۆرۈر
uz: URL majburiy

source: Most Popular
fa: محبوب‌ترین
kab: Ayen yettwassnen ugar
th: ยอดนิยม

source: Recent
fa: اخیر
kab: Melmi kan
th: ล่าสุด

source: A source for browsing and searching Rai.tv videos
fa: منبعی برای مرور و جست‌وجوی ویدیوهای Rai.tv
kab: Aɣbalu i tunigin akked unadi n tvidyutin Rai.tv
th: แหล่งข้อมูลสำหรับท่องดูและค้นหาวิดีโอใน Rai.tv

source: All
fa: همه
kab: Meṛṛa
th: ทั้งหมด

source: Black and White
fa: سیاه و سفید
kab: Aberkan d umellal
th: ขาวดำ

source: Cinema
fa: سینمایی
kab: Ssinima
th: ภาพยนตร์

source: Comedians
fa: خندانندگان
kab: Izeffanen
th: ตลก

source: Chronicle
fa: وقایع‌نگاری
kab: Asekles n yineḍruyen
th: บันทึกเหตุการณ์

source: Culture
fa: فرهنگی
kab: Idles
th: วัฒนธรรม

source: Economy
fa: اقتصادی
kab: Tadamsa
th: เศรษฐกิจ

source: Fiction
fa: داستانی
kab: Tawerlit
th: บันเทิงคดี

source: Junior
fa: کودک
kab: Ameẓẓyan
th: เด็ก

source: Investigations
fa: تحقیقات
kab: Tisestanin
th: สืบสวนคดี

source: Interviews
fa: مصاحبه‌ها
kab: Tidiwenniyin
th: บทสัมภาษณ์

source: Music
fa: آهنگ
kab: Aẓawan
th: เพลง

source: News
fa: اخبار
kab: Isalan
th: ข่าวสาร

source: Health
fa: سلامتی
kab: Tadawsa
th: สุขภาพ

source: Satire
fa: طنز
kab: Tazɣanayt
th: เรื่องเสียดสี

source: Society
fa: اجتماعی
kab: Timetti
th: สังคม

source: Show
fa: نمایش
kab: Sken
th: รายการ

source: Sport
fa: ورزشی
kab: Addal
th: กีฬา

source: History
fa: تاریخچه
kab: Azray
th: ประวัติศาสตร์

source: Politics
fa: سیاسی
kab: Tasertit
th: การเมือง

source: Leisure
fa: اوقات فراغت
kab: Imezlen
th: เวลาว่าง

source: Travel
fa: مسافرت
kab: Inig
th: ท่องเที่ยว

source: Failed to browse: %s
fa: شکست در مرور: %s
kab: Tecceḍ tunigin: %s
th: ไม่สามารถท่องดู: %s

source: A source for browsing SHOUTcast radios
fa: منبعی برای مرور رادیوهای شات‌کست
kab: Aɣbalu i tunigin deg ṛṛadyuwat SHOUTcast
kk: SHOUTcast радиоларын шолуға арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูวิทยุ SHOUTcast
ug: SHOUTcast رادىيوسىغا كۆز يۈگۈرتۈشكە ئىشلىتىدىغان مەنبە
uz: SHOUTcast radiolarini qarab chiqish manbasi

source: Failed to parse response
fa: شکست در تجزیهٔ پاسخ
kab: Tecceḍ tesleḍt n tririt
kk: Жауапты талдау сәтсіз аяқталды
th: ไม่สามารถแจงการตอบกลับได้
ug: ئىنكاس تەھلىل قىلالمىدى
uz: Javobni tahlil qilib bo'lmadi

source: Cannot find media %s
fa: نمی‌توان رسانهٔ %s را یافت
kab: Yegguma ad d-yaf amidya %s
kk: %s медиасы табылмады
th: ไม่พบสื่อ %s
ug: ۋاسىتە %s نى تاپالمىدى
uz: %s media topilmadi

source: Failed to connect: %s
fa: شکست در اتّصال: %s
kab: Tecceḍ tuqqna ɣer: %s
kk: Байланысу сәтсіз аяқталды: %s
th: ไม่สามารถเชื่อมต่อ: %s
ug: باغلىنالمىدى: %s
uz: Ulanib bo'lmadi: %s

source: non-NULL search text is required
fa: نیازمند متن جست‌وجوی ناتهی
kab: aḍris n unadi ur nelli d ILEM yettwasra
kk: "NULL" емес іздеу мәтіні қажет
th: ต้องระบุข้อความค้นหาที่ไม่ใช่ค่าว่าง
ug: بوش بولمىغان ئىزدەيدىغان تېكىست زۆرۈر
uz: qidiruv matni bo'lishi shart

source: A source for fetching metadata of television shows
fa: منبعی برای گرفتن فراداده‌های نمایش‌های تلویزیونی
kab: Aɣbalu i tririt n yiɣefisefka i tesgilin n tiliẓri
kk: Телевизиялық шоулардың метадеректерін алуға арналған дереккөз
th: แหล่งข้อมูลสำหรับดึงข้อมูลกำกับของรายการโทรทัศน์
ug: تېلېۋىزىيە پىروگراممىسىنىڭ تەپسىلىي سانلىق مەلۇماتىغا ئېرىشىدىغان مەنبە
uz: Televideniye shoulari metama'lumotlarini olish manbasi

source: Remote data does not contain valid identifier
fa: داده‌ّای دوردست شناساگر معتبر ندارند
kab: Isefka inmeggagen ulac deg-sen aneglam ameɣtu
kk: Қашықтағы деректерде жарамды идентификатор жоқ
th: ข้อมูลทางไกลไม่มีตัวระบุที่ถูกต้อง
ug: يىراقتىكى سانلىق مەلۇماتتا ئىناۋەتلىك پەرقلەندۈرگۈچ يوق
uz: Masofaviy ma'lumotlarda to'g'ri identifikator yo'q

source: Failed to query: %s
fa: شکست در پرس‌وجو: %s
kab: Ur teddi ara tsestant: %s
kk: Сұрау сәтсіз аяқталды: %s
th: ไม่สามารถสอบถาม: %s
ug: سۈرۈشتۈرەلمىدى: %s
uz: So'rovda xatolik: %s

source: Failed to get media from uri: %s
fa: شکست در گرفتن رسانه از نشانی %s
kab: Yecceḍ wawway n umidya seg uri: %s
kk: uri-ден медианы алу сәтсіз аяқталды: %s
th: ไม่สามารถรับสื่อจาก URI: %s
ug: uri دىن ۋاسىتىگە ئېرىشەلمىدى: %s
uz: Mediani uri dan olishda xatolik: %s

source: Empty query
fa: پرس‌وجوی خالی
kab: Tasestant d tilemt
kk: Бос сұрау
th: ข้อคำถามว่างเปล่า
ug: بوش سۈرۈشتۈرۈش
uz: Bo'sh so'rov

source: ID “%s” is not known in this source
fa: شناسهٔ %s در این منبع شناخته شده نیست
kab: Asulay "%s" ur yettwassen ara deg teɣbalut-a
kk: “%s” идентификаторы бұл дереккөзде белгісіз
th: ไม่รู้จักไอดี “%s” ในแหล่งข้อมูลนี้
ug: بۇ مەنبەدە «%s» كىملىك ناتونۇش
uz: ID “%s” bu manbada topilmadi

source: A plugin for searching multimedia content using Tracker3
fa: افزایه‌ای برای جست‌وجوی محتوای چندرسانه‌ای با استفاده از Tracker3
kab: Azegriri i unadi n ugbur n ugetmidya s useqdec n Tracker3
kk: Tracker3 трекері арқылы мультимедиа мазмұнын іздеуге арналған плагин
th: ปลั๊กอินสำหรับค้นหาเนื้อหาสื่อประสมโดยใช้ Tracker3
ug: Tracker3 ئارقىلىق كۆپ ۋاسىتە مەزمۇن ئىزدەيدىغان قىستۇرما
uz: Tracker3 dan foydalanib multimedia qidirish plagini

source: A plugin for searching multimedia content using Tracker
fa: افزایه‌ای برای جست‌وجوی محتوای چندرسانه‌ای با استفاده از Tracker
kab: Azegriri i unadi n ugbur n ugetmidya s useqdec n Tracker
kk: Tracker трекері арқылы мультимедиа мазмұнын іздеуге арналған плагин
th: ปลั๊กอินสำหรับค้นหาเนื้อหาสื่อประสมโดยใช้ Tracker
ug: Tracker ئارقىلىق كۆپ ۋاسىتە مەزمۇن ئىزدەيدىغان قىستۇرما
uz: Tracker dan foydalanib multimedia qidirish plagini

source: Standard feeds
fa: خوراک‌های استاندارد
kab: Isuddam iluganen
kk: Стандартты арналар
th: ฟีดมาตรฐาน
ug: ئۆلچەملىك مەنبە
uz: Standard tasmalar

source: Categories
fa: دسته‌ها
kab: Taggayin
kk: Санаттар
th: หมวดหมู่
ug: سەھىپە
uz: Toifalar

source: Top Rated
fa: بیش‌ترین امتیاز
kab: Wid s tezmilt tafellayt
kk: Ең жоғары бағаланған
th: ได้คะแนนสูงสุด
ug: يۇقىرى باھالانغان
uz: Eng saralar

source: A source for browsing and searching YouTube videos
fa: منبعی برای مرور و جست‌وجوی ویدیوهای یوتوب
kab: Aɣbalu i tunigin akked unadi n tvidyutin YouTube
kk: YouTube видеоларын шолу және іздеуге арналған дереккөз
th: แหล่งข้อมูลสำหรับท่องดูและค้นหาวิดีโอใน YouTube
ug: YouTube سىنغا كۆز يۈگۈرتۈش ۋە ئىزدەشكە ئىشلىتىدىغان مەنبە
uz: YouTube videolarini qarab chiqish va qidirsh manbasi
