Repository: GNOME/grilo-plugins
Catalog: po/*.po
Languages: fa, kab, kk, th, ug, uz

source: Failed to get feed
fa: شکست در گرفتن خوراک
kab: Yecceḍ wawway n usuddem
kk: Арнаны алу сәтсіз аяқталды
th: ไม่สามารถรับฟีดได้
ug: مەنبەگە ئېرىشەلمىدى
uz: Ta'minotni olishda xatolik

source: Invalid feed identifier %s
fa: شناساگر خوراک نامعتبر %s
kab: Anaglam n usuddem %s d arameɣtu
kk: Жарамсыз арна идентификаторы %s
th: ตัวระบุฟีด %s ไม่ถูกต้อง
ug: ئىناۋەتسىز مەنبە پەرقلەندۈرگۈچ %s
uz: Noto'g'ri tasma identifikatori %s

source: Invalid category identifier %s
fa: شناساگر دستهٔ نامعتبر %s
kab: Aneglam n taggayt %s d arameɣtu
kk: Жарамсыз санат идентификаторы %s
th: ตัวระบุหมวดหมู่ %s ไม่ถูกต้อง
ug: ئىناۋەتسىز سەھىپە پەرقلەندۈرگۈچ %s
uz: Noto'g'ri kategoriya identifikatori %s
