Repository: GNOME/grilo-plugins
Catalog: po/kw.po
Languages: kw

source: Bookmarks
kw: Lyververkys

source: A source for organizing media bookmarks
kw: Unn devedhyans rag ow orna lyververkys media

source: Failed to get bookmark metadata
kw: Y fyllis kerghes metadata lyververk

source: Failed to find bookmarks: %s
kw: Y fyllis kavos lyververkys: %s

source: Failed to remove: %s
kw: Y fyllis remova: %s

source: Failed to store: %s
kw: Y fyllis gwitha: %s

source: No database connection
kw: Junyans sel dherivadow vyth

source: A plugin to get metadata using gstreamer framework
kw: Unn ystynnans rag kerghes metadata ow devnydhya framweyth gstreamer

source: A source for browsing the DLNA server “%s”
kw: Unn devedhyans rag ow peuri an servell DLNA “%s”

source: Upload failed, target source destroyed
kw: Ughkarg fyllis, devedhyans kosten distruys

source: Upload failed, “%s”, transferred %lu of %lu bytes
kw: Ughkarg fyllis, “%s”, treusperthys %lu a %lu baytys

source: Failed to retrieve item properties (BrowseObjects error %d: %s)
kw: Y fyllis kerghes teythiennow tra (error BrowseObjects %d: %s)

source: Upload failed, URL missing on the media object to be transferred
kw: Ughkarg fyllis, URL fyllel war'n tra media rag bos treusperthys

source: A source for browsing the DAAP server “%s”
kw: Unn devedhyans rag ow peuri an servell DAAP “%s”

source: Albums
kw: Kuntilowyow

source: Artists
kw: Awtours

source: Invalid container identifier %s
kw: Honanieth lestryn anewn %s

source: A source for browsing the DPAP server “%s”
kw: Unn devedhyans rag ow peuri an servell DPAP “%s”

source: Photos
kw: Skeusennow

source: Filesystem
kw: System Restrenvaow

source: A source for browsing the filesystem
kw: Unn devedhyans rag ow peuri an system restrenvaow

source: File %s does not exist
kw: Restren %s na eksistya

source: Cannot get media from %s
kw: Ny yllir kerghes media rag %s

source: A source for browsing and searching Flickr photos
kw: Unn devedhyans rag ow peuri hag ow hwilas skeusennow Flickr

source: %s’s Flickr
kw: An Flickr %s

source: A source for browsing and searching %s’s flickr photos
kw: Unn devedhyans rag ow peuri hag ow hwilas an skeusennow flickr %s

source: Freebox TV
kw: Pellwolok Freebox

source: A source for browsing Freebox TV channels
kw: Unn devedhyans rag ow peuri kanolyow pellwolok Freebox

source: Freebox Radio
kw: Radyo Freebox

source: A source for browsing Freebox radio channels
kw: Unn devedhyans rag ow peuri kanolyow radyo Freebox

source: Avatar provider from Gravatar
kw: Provier avenyow profil dhyworth Gravatar

source: A plugin to get avatars for artist and author fields
kw: Unn ystynnans rag kerghes avenyow profil rag awtours

source: Local Metadata Provider
kw: Provier Metadata Leel

source: A source providing locally available metadata
kw: Unn devedhyans rag ow provia metada leel-kavadow

source: Failed to resolve: %s
kw: Y fyllis digelmi: %s

source: Cannot resolve any of the given keys
kw: Ny yllir digelmi neb a'n alhwedhow provys

source: A GIO supported URL for images is required
kw: Unn gorgevren GIO-skoodhys rag avenyow a res

source: Genres
kw: Eghennow

source: A source for browsing music
kw: Unn devedhyans rag ow peuri ilows

source: Failed to get database from magnatune: %s
kw: Y fyllis kerghes sel dherivadow dhyworth magnatune: %s

source: Failed to save database from magnatune: “%s”
kw: Y fyllis sawya sel dherivadow dhyworth magnatune: “%s”

source: Failed to get table from magnatune db: %s
kw: Y fyllis kerghes tabel dhyworth sd magnatune: %s

source: Fail before returning media to user: %s
kw: Falladow dherag ow ri tre media dhe usyer: %s

source: Metadata Store
kw: Gwithva Metadata

source: A plugin for storing extra metadata information
kw: Unn ystynnans rag ow gwitha kedhlow metadata moy

source: Failed to update metadata: %s
kw: Y fyllis nowedhi metadata: %s

source: specified keys are not writable
kw: alhwedhow ragnotys na skrifadow

source: Failed to update metadata
kw: Y fyllis nowedhi metadata

source: “source-id” not available
kw: “source-id” ankavadow

source: Failed to resolve
kw: Y fyllis digelmi

source: Failed to search: %s
kw: Y fyllis hwilas: %s

source: Optical Media
kw: Media Golowek

source: A source for browsing optical media
kw: Unn devedhyans rag ow peuri media golowek

source: A source for browsing podcasts
kw: Unn devedhyans rag ow peuri podkasts

source: Failed to get podcast streams: %s
kw: Y fyllis kerghes stremys podkast: %s

source: Failed to parse content
kw: Y fyllis redya dalgh

source: Failed to parse podcast contents
kw: Y fyllis redya dalgh podkast

source: Empty response
kw: Gorthyp gwag

source: Failed to get podcast information
kw: Y fyllis kerghes kedhlow podkast

source: Failed to get podcasts list: %s
kw: Y fyllis kerghes rol podkasts: %s

source: Failed to get podcast stream metadata
kw: Y fyllis kerghes metadata strem podkast

source: Failed to get podcast metadata
kw: Y fyllis kerghes metadata podkast

source: Cannot create containers. Only feeds are accepted
kw: Ny yllir guk lestrynnow. Stremys degemerys hepken

source: URL required
kw: Gorgevren a res

source: A source for browsing SHOUTcast radios
kw: Unn devedhyans rag ow peuri radyos SHOUTcast

source: Failed to parse response
kw: Y fyllis redya gorthyp

source: Cannot find media %s
kw: Ny yllir kavos media %s

source: Failed to connect: %s
kw: Y fyllis junya: %s

source: non-NULL search text is required
kw: tekst hwithrans angwag a res

source: A source for fetching metadata of television shows
kw: Unn devedhyans rag ow kerghes metadata a towlennow pellwolok

source: Remote data does not contain valid identifier
kw: Data pell na kontaynya honanieth ewn

source: Failed to query: %s
kw: Y fyllis govyn: %s

source: Failed to get media from uri: %s
kw: Y fyllis kerghes media rag uri: %s

source: Empty query
kw: Govyn gwag

source: ID “%s” is not known in this source
kw: ID “%s” ankoth y'n devedhyans ma

source: A plugin for searching multimedia content using Tracker3
kw: Unn ystynnans rag ow hwilas dalgh liesmedia ow devnydhya Tracker3

source: A plugin for searching multimedia content using Tracker
kw: Unn ystynnnas rag ow hwilas dalgh liesmedhia devnydhya Tracker

source: Standard feeds
kw: Stremys savonek

source: Categories
kw: Klassys

source: Top Rated
kw: Moyha Drudh

source: A source for browsing and searching YouTube videos
kw: Unn devedhyans rag ow peuri hag ow hwilas gwydhyowyow YouTube

source: Failed to get feed
kw: Y fyllis kavos strem

source: Invalid feed identifier %s
kw: Honanieth strem anewn %s

source: Invalid category identifier %s
kw: Honanieth klass anewn %s
